---
kind: property
id: P:Autodesk.Revit.DB.Visual.AdvancedWood.WoodPoreColorPower
source: html/8d88c0cd-6589-ab2c-30d8-4afa753c20bc.htm
---
# Autodesk.Revit.DB.Visual.AdvancedWood.WoodPoreColorPower Property

The property labeled "Power to compute pore color" from the "AdvancedWood" schema.

## Syntax (C#)
```csharp
public static string WoodPoreColorPower { get; }
```

## Remarks
This property is of type "AssetPropertyDouble".